[
  {
    "title": "Sickness",
    "desc": "\t\tIf the person needs to take a sick leave he/she informs the customer and manager and also request sick in mobile application in the beginning of the working day. If the notice about the necessity of taking a sick leave was not provided in time, sick leave would be considered as non-paid.\n\tThe company covers sick leaves of 5 business days per calendar year. The absence for more than 2 days should be proved by a doctor’s certificate. The absence for more than 2 days without doctor’s certificate will be deducted from the person’s remuneration."
  },
  {
    "title": "Vacations",
    "desc": "\tEach person is entitled to an annual paid vacation of 18 business days per calendar year, that starts accruing from January 1 each year. For each full working month worked - 1,5 days of vacation are accrued.\n\tAnnual paid and additional vacations should be used by the end of calendar year (December 31). Unused annual vacations or a part of it cannot be transferred to the following year.\nRecommendation for planning the usage of vacation days: \t\n- 1 Week +1 Week +1 Week+1 Week (during different periods, the recommended interval between the vacations is not less than 3 months) or \t- 2 weeks + 1 week + 1 week (by consent) \t- vacation more than 2 weeks in a row cannot be taken, as the absence for a long term may adversely affect the work on the project :“\t\nIf the person was dismissed before the end of the working calendar year and had overused annual paid accrued vacations, financial department deducts the remuneration of overused vacation days from his/her final compensation.\n\n\t\tUnused vacations from individual’s previous working years are not compensated. If the person terminates contact while being on probation period, accumulated unused vacations are not compensated. \t\nUnused vacations from individual’s previous working years are not compensated. If the person terminates contact while being on probation period, accumulated unused vacations are not compensated. \n\tVacations approval procedure: \t\n- accrued paid vacation days can be checked in mobile application day-off section \t- you should request vacation from this tab and waiting for approval.Please make sure that your vacation is approved at least 30 days before planned vacation dates"
  },
  {
    "title": "Terminations",
    "desc": "\n\tThe termination period of Service Agreement is 3 working days’ notice period during trial period and 2 weeks after the end of trial period. \n\tThe person may be terminated from the company immediately in case of no show on the project/not responding calls or emails within two-days period; gross violation of the Internal rules of company or of the rules established on the project, that have put under threat work on project or not providing the committed tasks in earlier committed terms. \n\ttIf the person wants to leave the company on his/her own, he/she has to inform his/her Manager first. \n\tManager contacts Customer and confirms person’s last working day at the project. \n\tThe person cannot inform a Customer about his/her termination, this can only be done by a responsible company management. \n\tThe compensation will be payable in the following payroll of the company, once the points above are compiled by the person. \n\tViolation of these policies, which negatively affects the company projects and engagements, may cause financial withholdings from the person’s pay. "
  }
]
